{
    "about": {
        "heading": "About Find a Doc, Japan",
        "members": "Members",
        "subheading": "Connecting people in Japan to the healthcare services they need, in the languages they need.",
        "paragraph1": "At Find a Doc, Japan, our mission is to promote a healthier and more inclusive society. We offer quality health information for free in many languages for everyone, including foreigners and medical professionals. We aim for a Japan where all people, regardless of nationality or language, can confidently navigate the healthcare system, find the right doctors and get the healthcare they need.",
        "paragraph2": "We are a non-profit organization driven by the ideal that everyone should have access to health information as part of a flourishing life. Our activities are guided by a sense of social justice, cultural sensitivity and innovation. We are always happy to connect with partners in the governmental, non-profit and medical communities. Together with our partners, we hope to create a Japan where everyone has access to healthcare, feels included and can live well."
    },
    "footer": {
        "terms": "Terms",
        "privacy": "Privacy",
        "poweredBy": "Powered by",
        "contribute": "Contribute on",
        "feedback": "Got feedback?",
        "clickHere": "Click here"
    },
    "privacyPage": {
        "heading": "Privacy Policy",
        "subheading": "This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you canupdate, manage, export, and delete your information.",
        "date": "Effective Date: December 3, 2023",
        "paragraph1": "Thank you for using our service to search for doctors in the language of your choice. This Privacy Policy is designed to help you understand how we collect, use, and safeguard your personal information.",
        "paragraph2": "1. Information We Collect",
        "paragraph3": "a. User-Provided Information: We may collect information that you provide when using our service, such as your preferred language, search queries, and any feedback you choose to share.",
        "paragraph4": "2. How We Use Your Information",
        "paragraph5": "a. Personalization: We use the information collected to personalize your experience, such as providing search results in your preferred language and tailoring recommendations. b. Improvement of Service: Your feedback and usage patterns help us improve our service, fix issues, and enhance overall performance. c. Communication: We may use your contact information to communicate with you about important updates, changes to our service, or to respond to your inquiries.",
        "paragraph6": "3. Information Sharing",
        "paragraph7": "a. With Your Consent: We may share your information with third parties if you provide explicit consent. b. Legal Requirements: We may disclose your information if required by law or in response to a valid legal request.",
        "paragraph8": "4. Data Security",
        "paragraph9": "a. Encryption: We employ industry-standard encryption and security measures to protect your information from unauthorized access or disclosure. b. Data Access Control: Access to your personal information is restricted to authorized personnel only.",
        "paragraph10": "5. Third-Party Links",
        "paragraph11": "Our service may contain links to third-party websites. We are not responsible for the privacy practices or content of these third-party sites. We encourage you to review their privacy policies.",
        "paragraph12": "6. Children's Privacy",
        "paragraph13": "Our service is not directed at individuals under the age of 13. We do not knowingly collect personal information from children. If you believe that we have inadvertently collected information from a child, please contact us immediately.",
        "paragraph14": "7. Changes to the Privacy Policy",
        "paragraph15": "We reserve the right to update this Privacy Policy to reflect changes in our practices and services. We will notify you of any significant changes by posting the updated policy on our website.",
        "paragraph16": "By using our service, you agree to the terms outlined in this Privacy Policy."
    },
    "submitPage": {
        "firstName": "First Name",
        "googleMaps": "Google Maps URL",
        "heading": "Add a Doctor",
        "healthcareProfessionalName": "Healthcare Professional Name",
        "lastName": "Last Name",
        "location": "Location",
        "selectLanguage1": "Select First Language",
        "selectLanguage2": "Select Second Language",
        "spokenLanguage1": "Spoken Language 1",
        "spokenLanguage2": "Spoken Language 2",
        "subheading": "Want to add a doctor to the database? Complete the form below and it will be reviewed by our moderators.",
        "submitButton": "Submit",
        "optional": "optional",
        "otherNotes": "Other notes"
    },
    "searchBar": {
        "selectSpecialty": "Select a specialty...",
        "selectLocation": "Select a location...",
        "selectLanguage": "Select a language...",
        "search": "Search"
    },
    "searchResultsList": {
        "doctorsNearby": "Doctors Nearby",
        "filters": "Filters"
    },
    "searchResultsDetails": {
        "speaks": "This doctor speaks",
        "contact": "Contact"
    },
    "thankYouPage": {
        "heading": "Thank you!",
        "submission": "Your submission will be reviewed shortly by our moderators.",
        "feedback": "Your feedback has been submitted and will be reviewed by our team.",
        "home": "Return to home"
    },
    "topNav": {
        "about": "About",
        "home": "Home",
        "submit": "Add a Doctor"
    }
}
